-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: sungbultemple.com    Database: sungbul0613
-- ------------------------------------------------------
-- Server version	5.5.5-10.1.13-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `event`
--

DROP TABLE IF EXISTS `event`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `event` (
  `id` int(12) NOT NULL AUTO_INCREMENT,
  `title` varchar(500) NOT NULL,
  `start` date NOT NULL,
  `end` date NOT NULL,
  `regdate` datetime NOT NULL,
  `description` varchar(500) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=46 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `event`
--

LOCK TABLES `event` WRITE;
/*!40000 ALTER TABLE `event` DISABLE KEYS */;
INSERT INTO `event` VALUES (9,'부처님 오신날','2018-05-22','2018-05-22','2018-05-24 13:49:32','부처님 오신날'),(10,'지장재일','2018-06-01','2018-06-01','2018-06-05 17:36:07','음력 4월 18일 지장법회\n오전 10시30분'),(13,'49재','2018-06-10','2018-06-10','2018-06-05 17:38:58',' 망.김동율 보살님 첫재\n오전 10시30분'),(14,'49막재','2018-06-16','2018-06-16','2018-06-06 20:56:15','망. 김철수 영가님 49재 막재가  10:30부터 있습니다.'),(16,'천도재','2018-06-17','2018-06-17','2018-06-09 15:14:14','정태순 보살님 친정조상님들 천도재\n오전 10시부터'),(17,'망. 정예인 기제일','2018-06-23','2018-06-23','2018-06-09 15:14:56','오후 7시'),(18,'망. 황치환 예금주기제일','2018-06-25','2018-06-25','2018-06-09 15:16:00','오전10시부터'),(19,'음 5월 초하루 법회','2018-06-14','2018-06-14','2018-06-09 15:17:19','오전 10시30분\n대웅전에서'),(20,'이수현 부친 기제일','2018-06-05','2018-06-05','2018-06-09 15:18:15','11시'),(21,'천도재','2018-07-01','2018-07-01','2018-06-09 15:19:40','10시부터'),(22,'이수현 조부님 기제일','2018-07-20','2018-07-20','2018-06-09 15:20:49',''),(24,'정하영 부모 동생 기제일','2018-07-22','2018-07-22','2018-06-09 15:22:07',''),(26,'안선자 댁 기제일','2018-07-29','2018-07-29','2018-06-09 15:29:07',''),(27,'둥지장학회 정기모임','2018-06-26','2018-06-26','2018-06-26 11:32:16','매월 마지막 화요일은 둥지장학회 정기모임일 입니다. 특히 이번 정기모임일(6/26일)에는 부처님 오신 날 행사 후 정기총회가 계획되어 있습니다. 반드시 참석해 주시기 바랍니다.'),(29,'지장재일','2018-07-30','2018-07-30','2018-07-23 12:42:16','법회시간....오전 10시 30분 '),(30,'백중기도 7일간','2018-08-19','2018-08-25','2018-07-23 12:44:46','7일간 백중기도 입재일 '),(31,'백중일 ','2018-08-25','2018-08-25','2018-07-23 12:46:11','백중기도 회향일\n제사 모시고 7일간 기도 회향합니다'),(32,'음력 초하루 법회일','2018-08-11','2018-08-11','2018-07-23 12:48:01','초하루 기도\n오전 1시30분 부터 법당에서 기도 드려요\n덥더라도 참석 하세요'),(33,'지장재일','2018-08-28','2018-08-28','2018-07-23 12:48:47',''),(34,'둥지장학회 8월 정기모임일','2018-08-28','2018-08-28','2018-08-23 14:32:14','무더위와 휴가철로 7월에는 정기모임을 가지지 못하였습니다. 이제 날씨도 아침 저녁으로 제법 시원함을 느끼게하는 요즘(8월 28일)에 정기모임을 가지고자 합니다. 모두 건강한 모습으로 참석해 주시기 바랍니다.'),(35,'추석 합동 차례','2018-09-24','2018-09-24','2018-09-17 11:19:38','10시 30분 부터입니다\n '),(36,'둥지장학회 정기모임일','2018-10-30','2018-10-30','2018-10-04 18:11:53','이번 정기모임은 삼랑진에서 가질 예정입니다. 새로 단장된 전망대에서 차 한잔을 놓고 좋은 이야기가 있을 예정입니다. 출발 시간과 차편은 별도 통보 예정이오니, 그날은 다른 약속 잡지 마시고 비워 두세요.'),(37,'불우이웃돕기 김장김치 담그기','2018-11-17','2018-11-17','2018-11-16 10:29:12','금년 불우이웃돕기용 김장김치 담그기를 11월 17일 성불사에서 실시합니다. 총 500박스(7kg 아이스박스)량을 담구어서 불우한 이웃들에게 나누어 주고 있습니다.'),(38,'둥지장학회 정기모임','2018-11-27','2018-11-27','2018-11-16 10:40:32','금년도 마지막 정기모임이 될 것으로 생각됩니다. 많은 참석하시어 좋은 대화 나누시고 즐거운 시간 가지시기 바랍니다.'),(39,'둥지장학회 송년회','2018-12-15','2018-12-15','2018-11-19 17:38:25','12월 15일(토) 17:00 ~ 19:00까지 남산 팔각정에서 둥지장학회 운영회원들의 송년회가 있습니다. 꼭 전원이 참석하여 뜻 있는 자리가 되었으면 합니다.'),(40,'동지','2018-12-22','2018-12-22','2018-12-16 09:58:46','법당에서 \n10시30분 동지 기도\n\n장수임 서판암 49재 '),(41,'동지기도 3일간 입제','2018-12-20','2018-12-22','2018-12-16 09:59:50','20일 -22 일'),(42,'지장재일','2018-12-24','2018-12-24','2018-12-16 10:01:22','음력 11월 18일 '),(43,'49재','2018-12-29','2018-12-29','2018-12-16 10:09:30','망인 장수임 \n       서판암'),(44,'둥지장학회 정기모임','2019-04-30','2019-04-30','2019-04-19 19:44:54','4월 둥지장학회 운영위원 정기모임일 입니다. 부처님 오신 날을 앞두고 열리는 정기모임일이므로 장학금 지급을 위한 최종 준비사항을 점검해야 하는 중요한 모임입니다.'),(45,'둥지장학회 송년회','2019-12-16','2019-12-16','2019-12-07 13:07:38','둥지장학회 운영회원 정기모임 및 송년회를 12월 16일 17:30 ~ 에 경주집에서 조촐하게 열릴 예정입니다. 모두 참석 바랍니다.');
/*!40000 ALTER TABLE `event` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-07-17  9:29:27
